/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Töröl";
"Basic settings" = "Alapbeállítások";



/* MAIN ACTIVITIES */

"Home" = "Haza";
"Open" = "Nyitva";
"Closed" = "Zárva";
"Awards" = "Díjak";
"Reset" = "Reset";


/* HOME VIEW */
"Up next" = "Következő";
"More to explore" = "Felfedezendő dolgok";
"%@, %lld items, %g%% complete." = "%@, %lld tétel, %g%% kész.";


/* PROJECTS VIEW */

"Open Projects" = "Nyitott projektek";
"Closed Projects" = "Lezárt projektek";
"Add Project" = "Projekt hozzáadása";
"Add New Item" = "Új tétel hozzáadása";
"There's nothing here right now." = "Itt most nincs semmi.";

/* A button that shows a menu with the following options */
"Sort" = "Válogatás";
"Sort items" = "Tételek rendezése"; /* The title of the menu */
"Optimized" = "Optimalizálás"; /* Sort using an optimized algorithm */
"Creation Date" = "Létrehozás dátuma"; /* Sort by the date items were created */
"Title" = "Cím"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Új projekt";
"New Item" = "Új tétel";



/* EDITING PROJECTS */
"Edit Project" = "Projekt szerkesztése";
"Project name" = "Projekt név";
"Description of this project" = "Projekt dokumentáció";
"Custom project color" = "Egyedi projekt szín";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Projekt bezárása";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "A projekt bezárásával a Nyitottról a Zárt ablakba kerül; törlésével a projekt teljesen el lesz távolítva.";
"Reopen this project" = "Projekt újra nyitása";
"Delete this project" = "Projekt törlése";
"Delete project?" = "Projekt törlése?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Biztosan törli a projektet? Az összes elem törlődni fog.";

"Select a color" = "Válassza ki a színt";
"Pink" = "Rózsaszín";
"Purple" = "Lila";
"Red" = "Piros";
"Orange" = "Narancs sárga";
"Gold" = "Arany";
"Green" = "Zöld";
"Teal" = "Zöldeskék";
"Light Blue" = "Világos kék";
"Dark Blue" = "Sötét kék";
"Midnight" = "Éjfél";
"Dark Gray" = "Sötét szürke";
"Gray" = "Szürke";


/* EDITING ITEMS */
"Edit Item" = "Tétel szerkesztése";
"Item name" = "Tétel név";
"Description" = "Leírás";
"Priority" = "Elsőbbség";
"Low" = "Alacsony";
"Medium" = "Közepes";
"High" = "Magas";

"Mark Completed" = "Befejezve"; /* Mark this item as being completed (finished/accomplished) */
"%@, completed." = "%@, elkészült.";
"%@, high priority." = "%@, elsőbbségi.";


/* AWARDS */

"Locked" = "Zárt";
"Unlocked: %@" = "Nyitott: %@";


/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "A kezdéshez válasszon valamit a menüből.";

/* NOTIFICATIONS */

"Project reminders" = "Projekt emlékeztető";
"Show reminders" = "Emlékeztetők megjelenítése";
"Oops!" = "Hoppá!";
"There was a problem. Please check you have notifications enabled." = "Probléma. Ellenőrizze, hogy engedélyezve vannak az értesítések.";
"Check Settings" = "Ellenőrizze a Beállításokat";
"Reminder time" = "Emlékeztető ideje";

// Unlocking full version
"Get Unlimited Projects" = "Szerezzen korlátlan projekteket";
"You can add three projects for free, or pay %@ to add unlimited projects." = "Ingyen adhat hozzá három projektet, vagy korlátlan projekt hozzáadásához %@ fizethet.";
"If you already bought the unlock on another device, press Restore Purchases." = "Ha már egy másik eszközön megvásárolta a feloldást, nyomja meg a Vásárlások visszaállítása gombot.";
"Restore Purchases" = "Vásárlások visszaállítása";
"Sorry, there was an error loading the store. Please try again later." = "Sajnos hiba történt az áruház betöltésekor. Kérjük próbálja újra később.";
"Buy: %@" = "Vedd meg: %@";
"Loading…" = "Betöltés…";
"Thank you!" = "Köszönjük!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Köszönöm! Kérése jóváhagyásra vár, de addig is folytathatja az alkalmazás használatát.";
"Dismiss" = "Elutasít";

/* WIDGETS */
"Up next…" = "Következő…";
"Nothing!" = "Semmi!";
"Your top-priority item." = "Az elsőbbségi tétel.";
"Your most important items." = "Az elsőbbségi tételeid.";
